<template>
    <BtmLayer :visible="visible" @close="$emit('close');" class="pop-rule max">
      <template slot="content">
        <div class="cont-scroll">
          <!-- 서비스 이용 약관 -->
          <div v-if="gbnSet === 'rule1' " class="rule-wrap">
            <h2 class="tit-type1">서비스 이용 약관</h2>
            <div class="rule-contnet">
              <pre>
                이용약관
                제1조 (목적)
                본 약관은 주식회사 차지비(이하 “회사”라 합니다)가 운영하는 전기자동차 충전 서비스인 차지비 (ChargEV) (이하 “서비스”라 합니다)를 이용함에 있어 회사와 회원 간의 권리와 의무, 책임사항 및 기타 필요한 사항을 규정함을 목적으로 합니다.

                제2조 (용어의 정의)
                ① "차지비"라 함은 회사가 회원에게 제공하는 제9조 소정의 서비스를 의미합니다.
                ② "회원"이라 함은 서비스를 이용하기 위하여 회사에 개인정보를 제공하고 회원등록을 한 자로서 회사로부터 서비스 관련 정보를 제공받고 서비스를 이용할 수 있는 자격을 보유한 자를 말합니다.
                ③ "차지비 사이트"라 함은 회원이 계정(아이디 및 비밀번호)을 이용하여 접속이 가능한 회사가 운영하는 "www.chargEV.co.kr"의 사이트를 말합니다.
                ④ "쿠폰" 이라 함은 상품으로 교환 가능한 모바일쿠폰을 말합니다.
                ⑤ "쿠폰 서비스"(이하 '서비스') 라 함은 쿠폰 모바일앱(차지비, BMW Charging)을 통하여 회원이 쿠폰을 구매 및 포인트로 교환을 하고, 요청에 따라 회사는 쿠폰을 수신자에게 전송할 수 있으며, 쿠폰 수신자는 사용처에서 쿠폰을 등가의 실제 상품으로 지정된 유효기간 내 교환할 수 있도록 하는 서비스를 말합니다.
                ⑥ "쿠폰 모바일앱"(이하 '앱')이라 함은 회사에서 운영하는 모바일앱(차지비, BMW Charging)을 통해 고객이 접속할 수 있도록 회사가 운영하는 매체를 말합니다.
                ⑦ "쿠폰"이라 함은 실물상품으로 교환할 수 있는 권리가 구체화된 바코드 이미지 형태로 모바일에 전송되는 쿠폰을 말합니다.
                ⑧ 제2조에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.

                제3조 (약관의 개정)
                ① 본 약관은 수시로 개정이 가능합니다. 본 약관을 개정하고자 할 경우, 회사는 개정된 약관을 적용하고자 하는 날(이하 "효력 발생일")로부터 30일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 차지비 사이트에 공지합니다. 다만, 회원에게 불리하거나 중요한 약관 내용의 개정의 경우에는 공지 외에 일정기간 동안 전자우편 통보 방법으로 회원에게 개별 고지합니다.
                ② 회사가 전자우편 통보의 방법으로 본 약관이 개정된 사실 및 개정된 내용을 회원에게 고지하는 경우에, 회사는 회원이 회사에 기제공한 전자우편 주소 중 가장 최근에 제공된 곳으로 통보하며, 회원이 최근의 정보로 변경하지 않아 발생한 손해에 대해서는 어떠한 책임도 지지 않습니다.
                ③ 개정된 약관(이하 "개정 약관")은 원칙적으로 그 효력 발생일로부터 장래에 향하여 유효합니다.
                ④ 본 약관의 개정과 관련하여 이의가 있는 회원은 회원탈퇴를 할 수 있습니다. 단, 이의가 있음에도 불구하고 제1항과 제2항의 정해진 바에 따른 회사의 고지가 있은 후 30일 이내에 회원탈퇴를 하지 않은 회원은 개정 약관에 동의한 것으로 간주합니다.
                ⑤ 이 약관에 동의하는 것은 정기적으로 회사가 운영하는 차지비 사이트를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 회사는 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원 또는 이용자의 피해에 대하여 책임을 부담하지 않습니다.

                제4조 (약관의 명시 및 효력)
                ① 회사는 약관을 회원(서비스를 이용하는 자)들이 알 수 있도록 차지비 사이트에 게시합니다.
                ② 본 약관에 명시되지 않은 사항에 대해서는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 방문판매 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령 및 회사가 정한 서비스의 세부이용지침 등의 규정 및 일반 상관례에 의합니다.

                제5조 (약관 외 준칙)
                ① 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 "개별약관"이라 함)을 정하여 이를 차지비 사이트 등을 통하여 공지할 수 있습니다.
                ② 회사는 필요한 경우 서비스 이용과 관련된 세부적인 내용(이하 "이용정책"이라 함)을 정하여 이를 차지비 사이트 등을 통하여 공지할 수 있습니다.

                제6조 (회원가입 및 계약의 성립)
                ① 회원이 되고자 하는 자는 회사가 정한 회원가입 절차에 의해 본 약관과 별도의 ‘개인정보처리방침’ 에 동의함으로써 회원가입을 신청합니다.
                ② 회사는 제1항과 같은 회원가입 신청에 대하여 회원가입을 승낙함을 원칙으로 합니다. 다만, 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 가입계약을 해지할 수 있습니다.
                1. 가입신청자가 제7조 제2항에 의하여 이전에 회원 자격을 상실한 적이 있는 경우(다만 회원자격 상실 후 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함)
                2. 실명이 아니거나 타인의 명의를 이용한 경우
                3. 등록 내용에 허위, 기재누락, 오기가 있는 경우
                4. 요금지불능력이나 의사가 없다고 판단되거나 기타 회원으로 등록하는 것이 서비스의 원활한 운영을 저해하거나, 기술상 현저히 지장이 있다고 판단되는 경우. 회사는 본호에 해당하는지 여부를 판단하기 위해 회원이 되고자 하는 자의 동의를 얻어 개인정보나 신용정보를 수집, 이용 또는 신용조회회사 등에 제공하거나 제공받을 수 있습니다.
                ③ 회원가입계약의 성립시기는 회사가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.

                제7조 (회원탈퇴 및 자격상실)
                ① 회원은 언제든지 서면, 전자우편, 전화, 기타 회사가 정하는 방법으로 회원탈퇴를 요청할 수 있으며, 회사는 회원의 요청에 따라 조속히 회원탈퇴를 처리합니다.
                ② 회원이 다음 각 호의 1에 해당하는 경우, 회사는 회원자격을 상실시킬 수 있습니다.
                1. 가입 신청 시에 허위 내용을 등록한 경우
                2. 서비스 이용과 관련하여, 회원이 부담하는 채무 또는 책임을 기일 내에 이행하지 않는 경우
                3. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 거래질서를 위협하는 경우
                4. 본 약관 및 관계법령에 위반되거나 공서양속에 반하는 행위를 하는 등 회원자격을 유지시키는 것이 부적절하다고 판단되는 경우
                ③ 회원은 제2항에 따른 서비스 이용정지 기타 서비스 이용과 관련된 이용제한에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있으며, 회사는 회원의 이의신청이 정당하다고 판단되는 경우 즉시 서비스 이용을 재개합니다.
                ④ 회원이 사망한 경우 회원 사망일에 회원자격이 상실됩니다.
                ⑤ 회원 탈퇴 시 3개월간 회원 재가입이 제한됩니다. 단, 회사에서 허가한 경우에는 재가입이 가능합니다.

                제8조 (회원에 대한 통지)
                ① 회원에 대한 통지를 하는 경우, 회사는 본 약관에 별도의 규정이 없는 한, 회원이 회사에 등록한 주소, 전화번호 또는 이메일로 서신발송, 유선 통보, 전자우편 통보 및 기타의 방법으로 할 수 있습니다.
                ② 불특정다수 회원에 대한 통지를 하는 경우, 회사는 1주일 이상 차지비 사이트에 게시함으로써 개별 통지에 갈음할 수 있습니다.

                제9조 (서비스의 제공)
                ① 회사는 다음과 같은 업무를 수행합니다.
                1. 전기자동차에 대한 충전 및 이에 부수하는 결제 업무
                2. 전기자동차 충전기 및 이와 관련된 설비들에 대한 운영관리 업무
                ② 회사는 제1항 각 호의 서비스 이외에도 추가적인 서비스를 개발하여 회원에게 제공할 수 있습니다.

                제10조 (서비스의 변경 및 중단)
                ① 회사는 사업종목의 전환, 업체간의 통합, 사업폐지 등 기타 회사의 판단에 의해 불가피한 영업상의 이유가 있다고 인정되는 등의 경우 제공하는 서비스의 내용을 변경할 수 있습니다. 이 경우에는 변경된 서비스의 내용 및 제공일자를 명시하여 현재의 서비스 내용을 게시한 곳에 그 제공일자 이전 30일 전부터 공지합니다. 단, 변동내용을 구체적으로 공지하기가 불가능한 경우에는 30일 전에 그 취지 및 공지가 불가능한 변동사유를 현재의 서비스를 게시한 곳에 공지합니다.
                ② 회사는 다음 각 호의 1에 해당하는 사유가 발생한 경우 제9조에 명시된 서비스의 일부 또는 전부를 중단할 수 있습니다.
                1. 천재지변, 전쟁, 폭동, 화재, 파업 등 쟁의행위, 정부기관의 통제 기타 회사의 합리적인 노력으로 제어할 수 없는 사유가 발생하거나 발생할 우려가 있는 경우
                2. 기간통신사업자로부터 전기통신서비스가 제공되지 않은 경우
                3. 차지비 시스템을 포함한 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등의 사유가 발생한 경우
                4. 전기자동차 상면 제공자의 사정에 따라 서비스 중단되는 경우
                5. 서비스가 제3자와의 제휴를 통하여 제공되는 경우에 당해 제휴사업자의 사정에 따라 변경되거나 중지되는 경우
                6. 기타 서비스의 원활한 운영을 현저히 저해하는 사유가 발생한 경우
                ③ 제1항 또는 제2항의 사유로 서비스 내용이 변경 또는 중단되는 경우, 회사는 그로 인해 회원이 입은 손해에 대하여 고의 또는 중과실이 없는 한 배상하지 아니합니다.

                제11조 (요금정책)
                ① 회원은 회사에서 정한 요금정책에 동의합니다. 요금정책의 구체적 내용은 차지비 사이트에 게재하며, 위 요금정책은 시장상황 등에 따라 변경될 수 있습니다.
                ② 회원의 신용카드나 또는 다른 유형의 결제카드가 개인 신용등급 및 연체 등의 문제로 인해 거절되어 서비스 이용에 대한 비용이 정산되지 않을 경우에는 이전 사용내역이 모두 정산될 때까지 서비스 사용이 중지되며 지속적인 문제가 발생할 경우에는 회원자격이 박탈될 수 있습니다.
                ③ 회원은 다음 각호에 따라 전자결제(신용카드빌링서비스) 방법 또는 회사가 인정하는 방법으로 사용요금을 결제하여야 합니다.
                1. 회원은 회사가 정한 방법(신용카드, 기타 회사가 정하는 결제 수단)으로 요금을 회사에 납부합니다.
                2. 회원은 회사가 정한 방법으로 결제카드를 등록해야 합니다.
                3. 충전 완료 후, 충전량에 따라 등록된 결제카드로 자동 결제됩니다.
                4. 서비스에 회원가입이 되어 있지 않거나, 회사가 정한 회원 결제수단을 이용하지 아니하고, 충전량에 따른 충전 요금 결제를 원할 경우, 비회원 현장결제 방식의 신용카드 결제수단으로 결제할 수 있습니다.
                ④ 회원의 귀책사유로 전기자동차 충전기가 훼손되거나 파손된 경우 회원은 그로 인하여 발생한 일체의 손해를 배상해야 할 책임이 있습니다.
                ⑤ 본 서비스와 관련하여 발생한 미납요금, 손해배상 등 회원의 회사에 대한 채무가 모두 정산될 때까지, 해당 회원의 서비스 사용이 중지되며, 그 채무가 일정기간 계속하여 변제되지 않을 경우에는 해당 회원의 회원자격이 박탈될 수 있습니다.
                ⑥ 회원이 본 약관 및 위 각 조항을 준수하지 않았을 경우, 회사는 본 약관에 따라 위 손해배상, 미납요금 등 기타 각종 수수료를 부과하는 것 외에 계약을 해지할 수 있는 권리를 가집니다.
                ⑦ 회사는 본 서비스와 관련하여 발생한 미납요금, 손해배상 등 회원의 회사에 대한 채무가 정산되지 않을 경우 회원을 상대로 보전처분, 본안소송 제기, 강제집행절차의 착수 등 채무 변제를 위한 법적 조치를 취할 수 있습니다.

                제12조 (선불식 충전카드)
                ① 선불식 충전카드는 차지비 사이트나 모바일 어플을 통해 구매 할 수 있습니다.
                ② 결제 취소는 당일에 한하여 결제 취소의 형태로 가능합니다.
                ③ 선불식 충전카드의 유효기간은 구매일로부터 (1)년입니다.
                ④ 구매한 선불식 충전카드는 현금으로 반환되지 않습니다. 다만 다음 각 호의 어느 하나에 해당하는 경우에는 선불식 충전카드에 기록된 잔액의 전부를 지급합니다.
                1. 천재지변 등의 사유로 가맹점이 재화 또는 용역을 제공하기 곤란하여 선불식 충전카드를 사용하지 못하게 된 경우
                2. 선불식 충전카드의 결함으로 가맹점이 재화 또는 용역을 제공하지 못하는 경우
                3. 선불식 충전카드에 기록된 잔액이 100분의 20 이하인 경우
                ⑤ 당사가 자동차 제조사 등으로부터 서비스 제공을 위탁 받은 선불식 카드의 잔액에 대하여 당사는 현금 반환의 의무를 지지 않습니다. 위탁 선불카드의 사용 유효기간은 위탁 선불식 카드의 당사 등록일로부터 자동차 제조사와의 계약 상 유효기간까지이며, 자동차 제조사 별로 상이할 수 있습니다.

                제13조 (쿠폰의 환불 및 주문 취소 등)
                ① 회원은 쿠폰을 교환한 내역에 대하여 회사에서 운영하는 앱-쿠폰 eX-쿠폰보관함에서 취소 및 포인트로의 환불이 가능합니다. 단, 사용한 쿠폰의 경우 취소 및 포인트로의 환불은 불가능 합니다.
                ② 쿠폰 전송 시 시스템적인 장애 또는 해당 번호 결번 등으로 인해 영구적으로 수신자에게 쿠폰이 정상적으로 발송되지 않는 경우 쿠폰 유효기간 내에서 회원은 주문을 취소하거나 회사에 취소 및 포인트로 환불을 요청할 수 있습니다. 단, 포인트 유효기간이 만료된 경우 취소나 포인트로의 환불은 불가능 합니다.
                ③ 수신자의 전화번호를 전송자가 잘못 입력하여 쿠폰이 오발송된 후 제3자인수신자에 의해 사용된 경우 회사에서는 전송자의 오발송에 대해 책임지지 않습니다.
                ④ 쿠폰은 유효기간 동안 쿠폰을 해당 사용처에서 사용하지 않는 경우 유효기간 이후 재사용할 수 없으며 연장, 취소 또는 환불이 되지 않습니다.
                ⑤ 회사와 회원 간에 약정을 통해 발송되거나 프로모션 또는 이벤트 경품으로 무상 제공된 쿠폰은 유효기간 연장 및 환불이 불가 하며, 본 조의 규정이 적용되지 않습니다.

                제14조 (쿠폰의 관리책임)
                ① 시스템 오류 등 회사의 책임으로 쿠폰이 발송되지 않거나 잘못 발송된 경우를 제외하고는 발송에 대한 책임은 회원에게 있습니다.

                제15조 (회원의 책임)
                ① 회원은 서비스 이용 중 고의 또는 과실로 인해 발생한 회사의 모든 재산상의 손실이나 제3자에게 끼친 인적ㆍ물적 손실에 대하여 배상할 책임이 있습니다.
                ② 회원은 충전 완료 후 다른 사용자를 위해 즉시 자동차를 이동하여야 할 의무가 있습니다. 충전 완료 후 자동차 이동의무 위반시 위약금 지급규정에 따라 위약금 지급의무가 있습니다. 위약금 지급규정은 다음과 같습니다.
                1. 당사는 충전이 완료되기 15분 전에 해당 회원에게 SMS를 통하여 충전 완료 예정시간을 고지합니다.
                2. 충전이 완료되는 즉시 당사는 회원에게 SMS를 통하여 충전 완료사실 및 자동차 이동을 요청하고, 충전 완료 후 30분 이내에 자동차를 이동하지 아니하는 경우 위약금이 발생됨을 고지합니다.
                3. 충전 완료 후 30분 이내에 자동차를 이동하지 아니하는 경우 이동의무 위반 시간에 대하여 자동차 이동의무 위약금이 부과될 수 있습니다. 위약금의 기산 시점은 충전완료 시점으로 합니다.

                제16조 (개인정보 수집)
                ① 회사는 회원의 개인정보 수집 시 회원관리에 필요한 최소한의 정보만을 필수사항으로 수집하고 있으며, 최적화되고 고객지향적인 마케팅을 수행하기 위해 필요한 이외의 정보를 선택사항으로 수집하고 있습니다. 회사는 개인정보 수집 시 다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.
                1. 성명
                2. 차종
                3. 차량번호
                4. 전자우편 주소
                5. 휴대폰번호
                6. 청구지 주소
                7. 기타 회사의 개인정보 취급방침에서 정한 필수항목
                ② 회원은 회사에 제공한 등록정보와 관련하여 변경사항이 있는 경우에는 지체 없이 회사에 그 변경사실을 통지하여야 합니다. 회사는 회원이 그 변경사실을 통지하지 아니함으로써 발생한 일체의 손해에 대하여 어떠한 책임도 지지 않습니다.
                ③ 제1항 각호에도 불구하고, 회원 등급에 따른 개인정보 수집 사항은 다음과 같습니다.
                1. 준회원: 성명, 휴대폰 번호, 전자우편 주소, 청구지 주소
                2. 정회원: 성명, 차량번호, 전자우편주소, 휴대폰 번호, 청구지 주소, 결제카드 정보 등
                3. 상면제공회원: 대표자 성명, 대표자 전자우편주소, 대표자 휴대폰 번호, 상면주소

                제17조 (개인정보 이용과 제공)
                ① 회사는 '개인정보의 수집 및 이용 동의서'에 기재된 목적 범위 내에서만 개인정보를 활용합니다.
                ② 회사는 수집한 개인정보를 회원의 동의 없이 제3자에게 제공할 수 없습니다. 다만, 다음 각 호의 경우는 예외로 합니다.
                1. 배송업무상 배송업체에게 배송에 필요한 최소한의 회원 정보를 알려주는 경우
                2. 통계작성ㆍ학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
                3. 기타 관련법령에 특별한 규정이 있는 경우
                4. 협력회사 및 제휴사를 통해 제공되는 서비스이용에 필요한 제한된 범위내의 개인 정보 공유가 필요한 경우

                제18조 (정보제공및광고의게재)
                ① 회사는 서비스 내에서 배너, PPL, 충전소 등을 통하여 광고를 게재할 수 있으며, 본 약관 내에는 영리 목적의 광고성 정보 수신 동의에 관한 사항이 포함되어 있습니다. 본약관에 동의한 회원은 서비스의 광고게재에 동의한것으로 간주됩니다. 해당 광고는 제3자가 제공하는 영역, 페이지와 연결될 수 있으며, 회사는 해당 광고 페이지의 신뢰성, 안정성 등을 보장하지 않습니다. 회사는 광고주의 판촉 활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 손실 또는 손해에 대해 책임을 지지 않습니다.
                ② 회사는 수신에 동의한 회원에 한하여 이메일, SMS, 알림메시지(Push Notification) 등의 방법으로 이벤트 등 다양한 정보를 전송할 수 있습니다. 회원은 광고 수신을 원하지 않을 경우 언제든지 수신을 거부할 수 있으며, 회사는 수신 거부한 회원에게 광고성 정보를 전송하지 않습니다.
                제19조 (회원의 아이디 및 비밀번호에 대한 책임과 의무)
                ① 회원은 자신의 아이디와 비밀번호에 관한 관리책임이 있으며, 자신의 아이디 및 비밀번호를 제3자가 이용하도록 해서는 안됩니다.
                ② 회원은 자신의 아이디 및 비밀번호가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 회사에 통보하고, 회사의 안내에 따라야 합니다.
                ③ 회사는 회원이 제1항 및 제2항의 주의사항을 위반하여 발생한 회원의 어떠한 불이익에 대하여도 책임을 지지 아니합니다.

                제20조 (회원의 의무)
                ① 회원은 다음 각 호에 해당하는 행위를 하여서는 안됩니다.
                1. 서비스 이용 관련 제반 신청 또는 변경 행위 시 허위내용 기재행위
                2. 타인의 정보를 도용하는 행위
                3. 차지비 사이트에 게시된 각종 정보의 무단 변경, 삭제 등 훼손행위
                4. 회사가 허용한 정보 이외의 다른 정보(컴퓨터 프로그램 및 광고 등)를 송신하거나 게시하는 행위
                5. 회사 기타 제3자의 저작권 등 지적재산권에 대한 침해행위
                6. 회사 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
                7. 외설 또는 폭력적인 메시지, 화상, 음성 기타 공서양속에 반하는 정보를 차지비 사이트에 공개 또는 게시하는 행위
                ② 회원은 관련 법령, 본 약관의 규정, 서비스 관련 이용안내 및 주의사항, 회사가 통지한 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.

                제21조 (회사의 의무)
                ① 회사는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.
                ② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.
                ③ 회사는 서비스이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 회원에게 처리과정 및 결과를 전달합니다.

                제22조 (피연결회사와 회사의 책임)
                ① 회사와 다른 피연결회사(회사의 서비스 화면과 링크 등으로 연결된 사이트를 운영하는 회사를 말합니다)는 별개의 사업자로서, 독자적으로 운영됩니다.
                ② 회사는 회원과 피연결회사 간에 이루어진 일체의 거래에 대해서 어떠한 책임도 지지 않습니다.

                제23조 (저작권의 귀속 및 이용제한)
                ① 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
                ② 회원은 서비스 혹은 차지비 사이트를 이용함으로써 얻은 정보를 회사의 사전 서면 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자가 이용하도록 하여서는 안됩니다.

                제24조 (게시물의 관리)
                ① 회원의 게시물이 정보통신망법 및 저작권법 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다.
                ② 회사는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.

                제25조 (게시물의 저작권)
                ① 회원이 서비스 내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
                ② 게시물은 검색결과 내지 회사의 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 각 서비스 내 관리기능을 통해 해당 게시물 등에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있습니다.
                ③ 회사는 제2항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻습니다.

                제26조 (책임제한)
                ① 회사는 천재지변 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
                ② 회사는 회원의 귀책사유로 인한 서비스 이용에 장애가 생긴 경우 책임을 지지 않습니다.
                ③ 회사는 회원이 서비스를 이용하여 기대하는 손익이나 서비스를 통하여 얻은 자료로 인한 손해에 대하여 회사의 귀책사유가 없는 한 책임을 지지 않습니다.
                ④ 회사는 회원이 차지비 사이트에 게재한 정보, 자료, 사실의 신뢰도, 정확성에 대하여 책임을 지지 않습니다.
                ⑤ 회사는 회원간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임을 지지 않습니다.
                ⑥ 회원이 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우, 당해 회원은 자신의 책임과 비용으로 회사를 면책시켜야 하며, 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.

                제27조 (준거법 및 합의관할)
                ① 회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 합니다.
                ② 회사와 회원간 발생한 분쟁에 관한 소송은 민사소송법상의 관할법원에 제소합니다.

                제28조 (관계법규의 준용)
                이 약관에서 정하지 아니한 사항은 별도의 약정이 없는 한 관계 법규, 관련 약관 또는 약정서에서 정하는 바에 따르며, 관계 법규, 관련 약관 또는 약정서에서 정하는 바가 없으면 일반적인 상관례에 따르거나 회사와 회원이 합의하여 정할 수 있습니다.

                [부 칙] (시행일) 이 약관은 2016년 8월 8일부터 시행합니다.
                [부 칙] (시행일) 이 약관은 2017년 1월 1일부터 시행합니다.
                [부 칙] (시행일) 이 약관은 2017년 8월 8일부터 시행합니다.
                [부 칙] (시행일) 이 약관은 2020년 10월 26일부터 시행합니다.
                [부 칙] (시행일) 이 약관은 2021년 2월 5일부터 시행합니다.
              </pre>
            </div>
          </div>
          <!-- 개인정보 처리방침 -->
          <div v-if="gbnSet === 'rule2' " class="rule-wrap">
              <h2 class="tit-type1">개인정보 처리방침</h2>
            <div class="rule-contnet">
              <pre>
                개인정보처리방침
                주식회사 차지비(이하 “회사”)는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.
                회사는 개인정보처리방침을 통하여 이용자가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

                회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

                Ⅰ. 개인정보 수집ㆍ이용에 관한 동의

                1. 수집하는 개인정보의 항목 및 수집방법

                가. 수집하는 개인정보의 항목
                1) 회사는 회원가입, 상담, 서비스 신청 등을 위해 다음과 같은 개인정보를 필수항목으로 수집하고 있습니다.
                가) 성명(한글)
                나) 생년월일
                다) 주소, 전화번호, 휴대전화번호, 전자우편
                라) 인터넷 ID 및 Password
                마) 차량번호 
                바) 차종 
                사) 성별
                아) 차대번호
                2) 회사는 다음과 같은 개인정보를 선택항목으로 수집할 수 있습니다.
                - 기념일, 직업, 회사명, 회사주소, 회사전화번호 등
                3) 서비스 이용과정이나 사업처리 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
                - IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록
                4) 서비스 이용과정에서 다음과 같은 결제정보들이 수집될 수 있습니다.
                - 신용카드 결제시 : 카드사명, 카드번호 등
                - 휴대전화 결제시 : 이동전화번호, 통신사, 결제승인번호 등
                - 계좌이체시 : 은행명, 계좌번호 등
                - 상품권 이용시 : 상품권 번호
                - 프로모션 진행 시 : 프로모션 진행여부

                나. 개인정보 수집방법회사는 다음과 같은 방법으로 개인정보를 수집합니다.
                - 홈페이지(회원가입, 게시판, 경품응모, 제휴), 모바일, 서면양식, 전화/팩스를 통한 회원가입, 경품 행사 응모, 배송 요청
                - 제휴사로부터의 제공
                - 생성정보 수집 툴을 통한 수집

                2. 개인정보의 수집 및 이용목적
                회사는 이용자의 동의가 있거나 법령의 규정에 의한 경우를 제외하고는 본 조에서 고지한 범위를 넘어 이용자의 개인정보를 활용하지 않습니다.
                수집한 개인정보 활용의 목적은 아래와 같습니다.
                가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산 또는 요금 결제, 물품배송 또는 청구서 등 발송, 금융거래 본인 인증 및 금융 서비스, 요금추심,
                나. 회원 관리회원제 서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 연령확인, 불만처리 등 민원처리, 고지사항 등 최신 정보 전달
                다. 마케팅 및 광고에 활용
                신규 서비스(제품) 개발 및 특화, 이벤트 등 광고성 정보 전달, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계

                3. 개인정보의 보유 및 이용기간

                가. 회사는 회원이 회원자격을 유지하고 있는 동안 수집된 회원의 개인정보를 보유ㆍ이용할 수 있습니다.
                나. 회원이 탈퇴하거나 자격을 상실할 경우에는 회원의 별도 요청이 없더라도 수집된 회원정보를 삭제 및 파기합니다.
                단, 회원의 탈퇴 또는 자격상실에도 불구하고 다음의 정보에 대해서는 아래의 이유로 명시 기간 동안 보존 합니다.

                1)회사 내부 방침에 의한 정보 보유
                -개인정보 중 성명(한글), 휴대전화번호, 회원아이디(3개월, 회원이용약관 제7조 제5항에 따른 재가입제한 기간 확인 목적)
                - 단, 제공 목적을 달성하거나 본인의 철회 요청이 있더라도, 내부보고, 감사 및 검사, 비용 정산(청구) 등 계약이행, 분쟁 대비를 위해 필요한 정보는 거래관계의 종료 후 6개월까지, 미이행/분쟁이 계속될 경우 이행 완료/분쟁 해결 시까지는 보유∙이용하며, 상법 등 관련 법령에 특별한 규정이 있을 경우 그에 의하여 보관

                4. 동의의 거부권 및 거부시의 불이익 고지

                본인은 위와 같은 본인의 개인정보 수집∙이용에 관한 동의를 거부할 권리가 있습니다.
                다만, 계약 체결 등을 위해 필요한 최소한의 개인정보 수집∙이용에 관한 동의를 거부하는 경우에는 회사의 서비스(충전서비스) 등의 이용이 불가(본인 여부 및 계약 체결 의사 불명 이유로)하고, 마케팅 활동 및 홍보를 위한 개인정보 수집∙이용 및/또는 선택적 수집∙이용에 관한 동의를 거부하는 경우에는 이벤트, 혜택에 대한 정보를 제공받지 못하거나 사은품∙판촉물 제공, 제휴서비스 이용, 할인 혜택 적용 및 포인트 적립 불가 등의 불이익이 있을 수 있습니다.

                5. 개인정보의 파기절차 및 방법

                회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.
                회사의 개인정보 파기절차 및 방법은 다음과 같습니다.

                가. 파기절차
                1) 회원님이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 데이터베이스로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다.
                2) 별도의 데이터베이스로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유 목적 이외의 다른 목적으로 이용되지 않습니다.

                나. 파기방법
                1) 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
                2) 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

                6. 이용자 및 법정대리인의 권리와 그 행사방법

                가. 이용자는 언제든지 등록되어 있는 자신의 개인정보를 열람하거나 수정할 수 있으며, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청할 수 있습니다.
                나. 이용자의 개인정보 조회 및 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를, 각 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.
                혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.
                다. 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는, 회사는 당해 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다.
                또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
                라. 회사는 이용자의 요청에 의해 해지 또는 삭제된 개인정보는 "II.2 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

                7. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
                회사는 귀하의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)' 등을 운용합니다.
                쿠키란 회사의 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다.
                쿠키의 사용 목적 및 쿠키 설정 거부 방법은 다음과 같습니다.

                가. 쿠키 등 사용 목적회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스를 제공하기 위해 사용합니다.
                나. 쿠키 설정 거부 방법
                1) 귀하는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
                2) 쿠치 설치 허용 여부를 설정하는 방법(인터넷 익스플로어의 경우)은 다음과 같습니다.
                - 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보
                3) 단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.


                Ⅱ. 개인정보 제공에 관한 동의

                1. 개인정보의 제3자 제공 및 공유

                회사는 회원의 개인정보를 I.2. 개인정보의 수집 및 이용 목적에서 고지한 범위 내에서 사용하며, 회원의 사전 동의 없이는 동의 범위를 초과하여 이용하거나 원칙적으로 회원의 개인정보를 외부에 공개하지 않습니다.
                회사는 회원에게 보다 나은 서비스 제공을 위하여 회원의 개인정보를 아래의 제휴사에게 제공하거나 또는 제휴사와 공유할 수 있습니다.
                - 현대자동차㈜, 현대캐피탈㈜, 현대카드㈜, 비엠더블유코리아㈜, 메르세데스-벤츠 코리아㈜, ㈜재규어 랜드로버 코리아, 한국닛산㈜, 한국토요타자동차㈜, 알씨아이파이낸셜서비스코리아㈜, 한국지엠㈜, 볼보자동차코리아 : 구매 고객 대상 충전 프로모션 진행여부 확인 및 정산 업무처리
                개인정보를 제공하거나 공유할 경우에는 사전에 동의절차를 거치게 되며, 정보를 제공받는 자, 정보를 제공받는 자의 개인정보 이용목적, 제공하는 개인정보의 항목, 개인정보를 제공받는 자의 개인정보 보유 및 이용기간, 정보제공 동의를 거부할 권리가 있다는 사실 및 동의 거부 에 따른 불이익 등을 명시하여 회원님께 동의를 구합니다.

                2. 보유 및 이용 기간

                - 개인정보 제공 목적 달성 시까지 또는 본인의 제공 동의 철회 요청 시까지
                - 단, 제공 목적을 달성하거나 본인의 철회 요청이 있더라도, 내부보고, 감사 및 검사, 비용 정산(청구) 등 계약이행, 분쟁 대비를 위해 필요한 정보는 거래관계의 종료 후 6개월까지, 미이행/분쟁이 계속될 경우 이행 완료/분쟁 해결 시까지는 보유∙이용하며, 상법 등 관련 법령에 특별한 규정이 있을 경우 그에 의하여 보관

                3. 동의의 거부권 및 거부시의 불이익 고지

                본인은 위와 같은 본인의 개인정보 제공에 관한 동의를 거부할 권리가 있습니다.
                다만, 계약 체결 등을 위해 필요한 최소한의 개인정보 제공에 관한 동의를 거부하는 경우 회사의 서비스(전기차 충전) 이용 등이 불가능하거나 업무가 지연되는 등의 불이익이 있을 수 있습니다.
                ※ 본 제공 동의 이외에도 회사는 고객이 별도로 동의한 경우, 고객이 동의한 바에 따라 제3자에게 개인정보를 제공할 수 있으며, 연체, 부도, 대지급 또는 허위 기타 부정한 방법에 의한 신용질서 문란행위 등 신용도를 판단할 수 있는 정보는 「신용정보의 이용 및 보호에 관한 법률 시행령」 제28조 제1항에 따라 동의 없이 신용정보집중기관, 신용조회회사에게 제공됩니다.


                Ⅲ. 개인정보 취급위탁

                회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
                회사의 개인정보 위탁처리 기관 및 위탁 업무 내용은 다음과 같습니다.
                동 업체가 변경될 경우, 변경된 업체 명을 공지사항 내지 개인정보처리방침 화면을 통해 고지하도록 하겠습니다.
                회사명	위탁 업무 내용	보유 및 이용기간
                (주)케이지모빌리언스	서비스 이용을 위한 본인확인 업무 처리	목적 달성 후 즉시 파기
                (주)케이지이니시스	신용카드 결제 승인 및 매입 업무처리	회원탈퇴 및 위탁계약 만료 시까지
                (주)스마트로	신용카드 결제 승인 및 매입 업무처리	회원탈퇴 및 위탁계약 만료 시까지
                엔에이지엔페이코(주)	신용카드 결제 승인 및 매입 업무처리	회원탈퇴 및 위탁계약 만료 시까지
                (주)KT Alpha	모바일 충전권 결제승인 및 매입 업무 처리	회원탈퇴 및 위탁계약 만료 시까지
                (주)차지인	고객센터 고객응대, 회원 관리, 서비스 제공, 요금 정산, 신규 서비스 개발, 이벤트 등 광고성 정보 전달, 회원의 서비스 이용에 대한 통계	회원탈퇴 및 위탁계약 만료 시까지
                세인	맴버십카드 우체국 등기우편 배송 접수	배송 접수일로부터 1개월
                (주)중앙제어	개인용 홈충전기 설치 및 관리	회원탈퇴 및 위탁계약 만료 시까지
                (주)스필	개인용 홈충전기 설치 및 관리	회원탈퇴 및 위탁계약 만료 시까지
                (주)이브이세상	환경부 완속충전기 신청 관리 및 응대	회원탈퇴 및 위탁계약 만료 시까지
                Ⅳ. 개인정보보호 업무 관련 담당부서 및 개인정보 관리책임자
                회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보 관리책임자를 지정하고 있습니다.
                이용자는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자에게 신고하실 수 있습니다.
                회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

                - 성명 : 이상준
                - 소속 : ㈜차지비 충전서비스팀
                - 전화번호 : 1600-3817
                - 이메일 : sj.lee@chargev.co.kr


                Ⅴ. 고지 의무

                현 개인정보처리방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 첫 화면의 '공지사항'을 통해 고지할 것입니다.
                다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다.

                [부칙] (시행일) 이 방침은 2016년 02월 01일부터 시행합니다.
                [부칙] (시행일) 이 방침은 2020년 04월 13일부터 시행합니다.
                [부칙] (시행일) 이 방침은 2021년 02월 05일부터 시행합니다.
                [부칙] (시행일) 이 방침은 2021년 10월 01일부터 시행합니다.
              </pre>
            </div>
          </div>
          <!-- 위치기반서비스 이용 약관 -->
          <div v-if="gbnSet === 'rule3' " class="rule-wrap">
              <h2 class="tit-type1">위치기반서비스 이용 약관</h2>
            <div class="rule-contnet">
              <pre>
                위치기반서비스이용약관
                제1조 (목적)
                본 약관은 회원(서비스 약관에 동의한 자를 말합니다. 이하 “회원”이라고 합니다.)이 주식회사 차지비(이하 “회사”라고 합니다.)가 제공하는 사용자 위치 기반을 통한 전기자동차 충전 서비스인 차지비 (ChargEV) (이하 “서비스”라고 합니다)를 이용함에 있어 회사와 회원의 권리•의무 및 책임사항을 규정함을 목적으로 합니다.

                제2조 (이용약관의 효력 및 변경)
                ① 회원이 본 약관에 동의하고 차지비가 정한 소정의 절차에 따라 회원이 서비스의 이용자로 등록됨으로써 본 약관의 효력이 발생합니다.
                ② 회원이 온라인에서 본 약관의 "동의하기" 버튼을 클릭하였을 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.
                ③ 회사는 위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법, 약관의 규제에 관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
                ④ 회사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 10일 전부터 적용일 이후 상당한 기간 동안 공지만을 하고, 개정 내용이 회원에게 불리한 경우에는 그 적용일자 30일 전부터 적용일 이후 상당한 기간 동안 각각 이를 서비스 홈페이지에 게시하거나 회원에게 전자적 형태(전자우편, SMS 등)로 약관 개정 사실을 발송하여 고지합니다.
                ⑤ 회사가 전항에 따라 회원에게 통지하면서 공지 또는 공지∙고지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 이용약관에 승인한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 이용계약을 해지할 수 있습니다.

                제3조 (관계법령의 적용)
                본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.

                제4조 (서비스의 내용)
                회사가 제공하는 서비스는 아래와 같습니다.
                전기차 충전기 검색/예약서비스 사용자가 원하는 위치를 기반으로 하여 충전기 정보를 제공하며, 충전기 검색, 콜센터 대응 등에서 회원의 위치 정보를 사용함

                제5조 (서비스 내용변경 통지 등)
                ① 회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 회원의 등록된 전자우편 주소로 이메일을 통하여 서비스 내용의 변경 사항 또는 종료를 통지할 수 있습니다.
                ② ①항의 경우 불특정 다수인을 상대로 통지를 함에 있어서는 웹사이트 등 기타 회사의 공지사항을 통하여 회원들에게 통지할 수 있습니다.

                제6조 (서비스 이용의 제한 및 정지)
                회사는 다음 각 호의 1에 해당하는 경우, 해당 고객의 서비스 이용을 제한하거나 정지시킬 수 있습니다.
                1. 다른 사람의 명의(주민등록번호) 등을 이용하여 서비스에 가입한 경우
                2. 타인의 서비스 이용을 방해하거나 타인의 개인정보를 무단으로 사용한 경우
                3. 서비스를 이용하여 법령, 공공질서, 미풍양속 등을 거스르는 행위를 한 경우

                제7조 (서비스 이용의 제한 및 중지)
                ① 회사는 아래 각 호의 1에 해당하는 사유가 발생한 경우에는 회원의 서비스 이용을 제한하거나 중지시킬 수 있습니다.
                1. 회원이 회사 서비스의 운영을 고의 또는 중과실로 방해하는 경우
                2. 서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우
                3. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우
                4. 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때
                5. 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우
                ② 회사는 전항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 회원에게 알려야 합니다.

                제8조 (개인위치정보의 이용 또는 제공)
                ① 회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 회원이 본 약관에 동의하면 위치정보 이용에 동의한 것으로 간주됩니다.
                ② 회사는 회원이 제공한 개인위치정보를 해당 회원의 동의 없이 서비스 제공 이외의 목적으로 이용하지 않습니다. 단, 동조 3항과 같이 고객이 미리 요청한 경우 해당 내용을 고객이 지정한 휴대전화나 이메일 주소로 통보할 수 있습니다.
                ③ 회사는 개인위치정보를 회원이 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회 회원에게 제공받는 자, 제공일시 및 제공 목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는 경우에는 회원이 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다.
                1. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우
                2. 회원이 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우

                제9조 (개인위치정보주체의 권리)
                ① 회원은 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용, 제공사실 확인 자료를 파기합니다.
                ② 회원은 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있으며, 회사는 이를 거절할 수 없고 이를 위한 기술적 수단을 갖추고 있습니다.
                ③ 회원은 회사에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 회원의 요구를 거절할 수 없습니다.
                1. 본인에 대한 위치정보 수집, 이용, 제공사실 확인자료
                2. 본인의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률 규정에 의하여 제3자에게 제공된 이유 및 내용
                ④ 회원은 제1호 내지 제3호의 권리행사를 위해 회사의 소정의 절차를 통해 요구할 수 있습니다

                제10조 (법정대리인의 권리)
                ① 회사는 미성년자 대하여 서비스의 특성상 회원가입 및 개인위치정보를 이용한 위치기반서비스를 제공하지 않습니다.
                ② 미성년자에 대한 법정 대리인에 대하여서는 미성년자 자체로 당사 서비스를 이용할 자격이 되지 않지 않으므로, 법정대리인으로서 회원이 가지는 권리를 주장할 수 없습니다.

                제11조 (위치정보관리책임자의 지정)
                ① 회사는 위치정보를 적절히 관리․보호하고 개인위치정보주체의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보관리책임자로 지정해 운영합니다.

                제12조 (손해배상)
                ① 회사가 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한 행위로 회원에게 손해가 발생한 경우 회원은 회사에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 회사는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
                ② 회원이 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우 회사는 회원에 대하여 손해배상을 청구할 수 있습니다. 이 경우 회원은 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.

                제13조 (면책)
                ① 회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 회원에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
                1. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
                2. 제3자의 고의적인 서비스 방해가 있는 경우
                3. 회원의 귀책사유로 서비스 이용에 장애가 있는 경우
                4. 기타 회사의 고의·과실이 없는 사유로 인한 경우
                ② 회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 회원의 손해에 대하여는 책임을 부담하지 아니합니다.
                ③ 회사는 고객이 서비스를 이용하여 기대하는 수익을 상실한 것에 대해 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료 때문에 손해를 보았을 때에도 책임을 지지 않습니다.
                ④ 회사에서 제공하는 서비스 및 서비스를 이용하여 얻은 정보에 대한 최종 판단은 고객이 직접 해야 하고, 그에 따른 책임은 전적으로 고객 자신에게 있으며, 회사는 그 때문에 발생하는 손해에 대해 책임을 부담하지 않습니다.

                제14조 (규정의 운용)
                ① 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.
                ② 본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의합니다.

                제15조 (분쟁의 조정 및 기타)
                ① 회사는 위치정보와 관련된 분쟁에 대해 당사자 간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 위치정보의 보호 및 이용 등에 관한 법률 제28조의 규정에 의한 방송통신위원회에 재정을 신청할 수 있습니다.
                ② 회사 또는 고객은 위치정보와 관련된 분쟁에 대해 당사자 간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법 제43조의 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.

                제16조 (회사의 연락처)
                회사의 상호 및 주소 등은 다음과 같습니다.
                ① 상호 : (주)차지비
                ② 대표자 : 주형진
                ③ 주소 : 서울특별시 송파구 올림픽로 300, 롯데월드타워 30층
                ④ 대표전화 : 1600-4047

                부칙
                제1조(시행일) 이 약관은 2016년 2월 1일부터 시행합니다.
                제2조 위치정보관리책임자는 2016년 2월을 기준으로 다음과 같이 지정합니다.
                ① 성명 : 오인석
                ② 소속 : ㈜차지비 충전운영부
                ③ 전화번호 : 02-3213-8206
                ④ 이메일 : oislsa@chargev.co.kr
              </pre>
            </div>
          </div>
          <!-- 휴대폰본인확인서비스 -->
          <div v-if="gbnSet === 'rule4' " class="rule-wrap">
              <h2 class="tit-type1">휴대폰 본인확인서비스</h2>
            <div class="rule-contnet">
              <pre>
                신규작성 필요
              </pre>
            </div>
          </div>
        </div>
      </template>
    </BtmLayer>
</template>

<script>
export default {
  props: {
    visible: {
      type: Boolean,
      default: false  
    },
    gbn:{
      type: String,
      default: ''
    }
  },  
  computed:{
    gbnSet(){
      return this.gbn;
    }
  },  
  data(){
    return{
      options: {
        perPage: 1,
        perMove: 1,
        destroy: true,
      },
      currentPage: 0
    }
  },
}
</script>
